import { observer } from "mobx-react-lite";
import React from "react";
import { toggleClassName } from "../../../../utils/disabled";
import Image from "../../../common/image/Image";
import Corpus from "../../../../assets/img/newsimgMain/corpus.JPG";
const HistoricalReference = observer(() => {
  return (
    <>
      <div
        className={toggleClassName(
          "education__container",
          "education__container-white",
          "education__container-black",
          "education__container-contrast"
        )}
      >
        <h1 className="education__container-title">Историческая справка</h1>

        <div className="education__container-content">
          <p>
            <div className="messageImage-container">
              <Image src={Corpus} width="330px" />
            </div>{" "}
            Уфимское командное речное училище было создано приказом{" "}
            <b>№ 89 от 7 августа 1970 года</b> Министерства речного флота
            Российской Федерации для обеспечения командными кадрами судов
            Бельского речного пароходства и ЗАО Башволготанкер.
          </p>
          <p>
            Сначала училище ютилось в 2-х этажном деревянном здании,
            принадлежащем Ремонтно-эксплуатационной базе им. Октябрьской
            революции, где располагались жилые помещения для курсантов и
            служебно-вспомогательные помещения, а 7 учебных классов училища - в
            другом здании - в вечерней школе №4. В училище тогда работало 10
            штатных преподавателей, 11 совместителей, а первый набор курсантов
            на дневное отделение по специальности «Судовождение на внутренних
            водных путях» составлял 90 человек.
          </p>
          <p>
            Началось становление педагогического коллектива училища. С большой
            теплотой вспоминают сотрудники и служащие те первые годы. На глазах
            росли и мужали первые курсанты, каждый день приносил что-нибудь
            новое. Одновременно с учёбой, небольшой коллектив курсантов оказывал
            большую практическую помощь в строительстве служебных помещений. В
            декабре 1972 года были сданы в эксплуатацию учебный и жилой корпуса
            училища общей площадью около 6000 м2, появились свои учебные классы
            и лаборатории, библиотека, читальный, актовый и спортивный залы.
          </p>
          <p>
            <b>
              В 1976 году в училище было открыто отделение «Эксплуатация
              электрооборудования судов речного флота», а в 1979 году произведён
              первый выпуск
            </b>{" "}
            специалистов в количестве 50 человек. Открытие нового отделения
            потребовало расширения материально-технической базы училища -
            дополнительно были созданы новые кабинеты и лаборатории.
          </p>
          <p>
            Много сил и энергии в становлении училища вложили первые его
            руководители: начальник - Э.А. Мустафин, завуч – С.В. Подгаевский,
            начальник отделения - Н.Н. Матюхин, начальник
            организационно-воспитательного отдела - П.Р. Изюмченко.
          </p>
          <p>
            Со временем в училище сформировался опытный высококвалифицированный
            педагогический состав, появились учебные кабинеты и лаборатории,
            оснащённые учебно-лабораторным оборудованием. Всё это позволяло
            успешно реализовывать задачи по дальнейшему улучшению уровня
            подготовки молодых специалистов. Постоянный поиск и внедрение новых
            форм и методов обучения, связь теоретического обучения с
            практической подготовкой, кропотливая целенаправленная работа по
            приобретению курсантами прочных знаний, по овладению выбранной
            профессией - нал этими задачами работал весь коллектив. Постепенно,
            шаг за шагом, училище вырабатывало свои традиции, обычаи.
          </p>
          <p>
            С 1996 года училище взяло курс на подготовку
            практико-ориентированных специалистов. Одна из главных задач -
            обеспечить получение курсантами необходимых навыков непосредственно
            в училище. Все виды практики по приобретению первичных
            профессиональных навыков проводятся на учебно-производственных
            судах, причём в условиях, максимально приближённых к транспортному
            процессу. Для этого в училище имеются все условия - пассажирский
            теплоход «Агидель», буксир - толкачи «Штурман Альбанов», «Речник»,
            сухогрузный теплоход СТ-512, дебаркадер 841.
          </p>
          <p>
            Одним из главных факторов подготовки практико-ориентированных
            специалистов является широкое внедрение вычислительной техники и
            средств программирования в учебном процессе. В настоящее время нами
            активно используются компьютерные тренажеры. При изучении дисциплины
            «Радиолокационная проводка судов, наблюдение и прокладка»
            применяется компьютерный тренажер, служащий для отработки
            практических навыков управления судном в условиях ограниченной
            видимости и использования радиолокационных станций с целью контроля
            места положения судна; на уроках английского языка программа
            «Англомар», которая содержит электронную версию стандартного
            морского навигационного словаря - разговорника, образцы судовой
            документации и деловой переписки; на уроке инженерной графики
            используется чертежно-графический редактор, программа «Компас -
            график»; для практической подготовки к работе в машинном отделении,
            используется тренажер машинного отделения и другие программы,
            которые позволяют обеспечить получен не курсантами необходимых
            навыков в училище. В соответствии с требованиями международной
            конвенции по подготовке и дипломированию моряков (ПДНВ-78/95)
            проводится тренажерное обучение «Глобальная морская система связи
            при бедствиях».Обеспечить выживание, устойчивое развитие училища,
            его успешное существование в современных условиях в системе
            образования можно только благодаря качеству. С 2002 года коллектив
            училища приступил к внедрению Системы менеджмента качества
            образовательных услуг по международным стандартам ИСО серии 9000. В
            основу модели качества училища заложены принципы всеобщего
            менеджмента качества. Самообследование показало, что образовательный
            процесс в учебном заведении постоянно совершенствуется, а основные
            показатели качества подготовки выпускников повышаются. Пополняется
            материальная база -созданы все условия для успешной учебы и
            организации досуга курсантов. Спортсмены имеют возможность
            заниматься не только в спортивном и атлетическом зале, для них
            открыта водно­спортивная база, стадион «Водник», спортивный городок.
            Для творческих натур имеются художественные кружки - бального танца,
            народного танца, вокальный, драматический кружок, духовой оркестр.
          </p>
          <p>
            <b>
              Распоряжением Правительства Российской Федерации №1550 - р от 30
              сентября 2005 года Уфимское командное речное училище
              Реорганизовано в Уфимский филиал Московской Государственной
              Академии водного транспорта.
            </b>{" "}
            Теперь это учебное заведение 3-уровневой подготовки, обеспечивающее
            преемственность начального, среднего и высшего профессионального
            образования.
          </p>
          <p>
            Лучшим показателем работы филиала является то, что около 80 %
            командного состава судов Бельского бассейна - наши воспитанники. За
            40 лет существования филиал подготовил более 6 тысяч выпускников.
            Многие из них стали капитанами современных речных судов,
            первоклассными специалистами речного и морского транспорта, занимают
            руководящие должности в ОАО "Башкирского речного пароходства",
            Бельском районе водных путей и судоходства и других.
          </p>
          <p>
            В соответствии с распоряжением Федерального агентства морского и
            речного флота № АД-150-р от 26.05.2011 года филиал переименован в
            <b>
              Уфимский филиал Федерального бюджетного образовательного
              учреждения высшего профессионального образования "Московская
              государственная академия водного транспорта".
            </b>
          </p>
          <p>
            В соответствии с распоряжением Федерального агентства морского и
            речного транспорта (Росморечфлот) № АД-481-р от 26.12.2014 изменено
            сокращенное наименование филиала – Уфимский филиал ФГБОУ ВО «МГАВТ».
          </p>
          <p>
            Приказом Министерства транспорта Российской Федерации от 29 июля
            2016г № 218 «О реорганизации Федерального государственного
            бюджетного образовательного учреждения высшего образования
            «Московская государственная академия водного транспорта» и
            Федерального государственного бюджетного образовательного учреждения
            высшего образования «Государственный университет морского и речного
            флота имени адмирала С.О. Макарова» Уфимский филиал ФГБОУ ВО «МГАВТ»
            реорганизован в Уфимский филиал Федерального государственного
            бюджетного образовательного учреждения высшего образования
            «Государственный университет морского и речного флота имени адмирала
            С.О. Макарова», сокращенное наименование филиала –{" "}
            <b>
              Уфимский филиал ФГБОУ ВО «ГУМРФ имени адмирала С.О. Макарова».
            </b>
          </p>
          <p>
            В соответствии с распоряжением Учредителя, от 16.08. 2017 года №
            АП-193-Р с 01.12.2017 года, на базе Уфимского филиала ФГБОУ ВО
            «ГУМРФ имени адмирала С.О. Макарова» образован{" "}
            <b>
              Уфимский филиал Федерального государственного бюджетного
              образовательного учреждения высшего образования «Волжский
              государственный университет водного транспорта» (Уфимский филиал
              ФГБОУ ВО «ВГУВТ»).
            </b>
          </p>
        </div>
      </div>
    </>
  );
});
export default HistoricalReference;
